INSERT INTO `william_reward` VALUES ('1', '王族奖励：+7黄金权杖', '0', '52', '1', '0', '0', '0', '0', '0', '0', '51', '1', '7', '1', '255', '恭喜你升级到５２级，给予你奖励物品！');
INSERT INTO `william_reward` VALUES ('2', '法师奖励：+7钢铁玛那魔杖', '0', '52', '0', '0', '1', '0', '0', '0', '0', '127', '1', '7', '1', '255', '恭喜你升级到５２级，给予你奖励物品！');
INSERT INTO `william_reward` VALUES ('3', '妖精奖励：+7精灵弓', '0', '52', '0', '0', '0', '1', '0', '0', '0', '170', '1', '7', '1', '255', '恭喜你升级到５２级，给予你奖励物品！');
INSERT INTO `william_reward` VALUES ('4', '骑士奖励：+7武士刀', '0', '52', '0', '1', '0', '0', '0', '0', '0', '41', '1', '7', '1', '255', '恭喜你升级到５２级，给予你奖励物品！');
INSERT INTO `william_reward` VALUES ('5', '黑妖奖励：+7暗影双刀', '0', '52', '0', '0', '0', '0', '1', '0', '0', '72', '1', '7', '1', '255', '恭喜你升级到５２级，给予你奖励物品！');
INSERT INTO `william_reward` VALUES ('6', '龙骑士奖励：+7消灭者锁链剑', '0', '52', '0', '0', '0', '0', '0', '1', '0', '272', '1', '7', '1', '255', '恭喜你升级到５２级，给予你奖励物品！');
INSERT INTO `william_reward` VALUES ('7', '幻术师奖励：+7幻术士魔杖', '0', '52', '0', '0', '0', '0', '0', '0', '1', '269', '1', '7', '1', '255', '恭喜你升级到５２级，给予你奖励物品！');
