alter table etcitem add CheckFameLV int(10) NOT NULL DEFAULT '0';

INSERT INTO `etcitem` VALUES ('60016', '武器融合证书', '武器融合证书', '武器融合证书', 'ItemBlend', 'normal', 'glass', '630', '468', '22', '25', '', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '0', null, '0');

INSERT INTO `etcitem` VALUES ('60017', '设置信息', '设置信息', '设置信息', 'other', 'normal', 'bone', '500', '999', '1166', '0', '可以查看服务器和自身相关信息', '1', '0', '0', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '0', '0', '0', '0', '0', '0', null, '0');
