/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50051
Source Host           : localhost:3306
Source Database       : l1jdb_taiwan

Target Server Type    : MYSQL
Target Server Version : 50051
File Encoding         : 65001

Date: 2012-06-30 19:31:46
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `house`
-- ----------------------------
DROP TABLE IF EXISTS `house`;
CREATE TABLE `house` (
  `house_id` int(10) unsigned NOT NULL default '0',
  `house_name` varchar(45) NOT NULL default '',
  `house_area` int(10) unsigned NOT NULL default '0',
  `location` varchar(45) NOT NULL default '',
  `keeper_id` int(10) unsigned NOT NULL default '0',
  `is_on_sale` int(10) unsigned NOT NULL default '0',
  `is_purchase_basement` int(10) unsigned NOT NULL default '0',
  `tax_deadline` datetime default NULL,
  PRIMARY KEY  (`house_id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of house
-- ----------------------------
INSERT INTO `house` VALUES ('262145', '奇岩血盟小屋1', '78', '奇岩血盟小屋1', '50527', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262146', '奇岩血盟小屋2', '45', '奇岩血盟小屋2', '50505', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262147', '奇岩血盟小屋3', '120', '奇岩血盟小屋3', '50519', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262148', '奇岩血盟小屋4', '45', '奇岩血盟小屋4', '50545', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262149', '奇岩血盟小屋5', '78', '奇岩血盟小屋5', '50531', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262150', '奇岩血盟小屋6', '120', '奇岩血盟小屋6', '50529', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262151', '奇岩血盟小屋7', '45', '奇岩血盟小屋7', '50516', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262152', '奇岩血盟小屋8', '78', '奇岩血盟小屋8', '50538', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262153', '奇岩血盟小屋9', '78', '奇岩血盟小屋9', '50518', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262154', '奇岩血盟小屋10', '120', '奇岩血盟小屋10', '50509', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262155', '奇岩血盟小屋11', '78', '奇岩血盟小屋11', '50536', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262156', '奇岩血盟小屋12', '78', '奇岩血盟小屋12', '50520', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262157', '奇岩血盟小屋13', '120', '奇岩血盟小屋13', '50543', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262158', '奇岩血盟小屋14', '78', '奇岩血盟小屋14', '50526', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262159', '奇岩血盟小屋15', '45', '奇岩血盟小屋15', '50512', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262160', '奇岩血盟小屋16', '78', '奇岩血盟小屋16', '50510', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262161', '奇岩血盟小屋17', '45', '奇岩血盟小屋17', '50504', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262162', '奇岩血盟小屋18', '120', '奇岩血盟小屋18', '50525', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262163', '奇岩血盟小屋19', '78', '奇岩血盟小屋19', '50534', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262164', '奇岩血盟小屋20', '78', '奇岩血盟小屋20', '50540', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262165', '奇岩血盟小屋21', '45', '奇岩血盟小屋21', '50515', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262166', '奇岩血盟小屋22', '120', '奇岩血盟小屋22', '50513', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262167', '奇岩血盟小屋23', '78', '奇岩血盟小屋23', '50528', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262168', '奇岩血盟小屋24', '45', '奇岩血盟小屋24', '50533', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262169', '奇岩血盟小屋25', '45', '奇岩血盟小屋25', '50542', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262170', '奇岩血盟小屋26', '120', '奇岩血盟小屋26', '50511', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262171', '奇岩血盟小屋27', '78', '奇岩血盟小屋27', '50501', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262172', '奇岩血盟小屋28', '45', '奇岩血盟小屋28', '50503', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262173', '奇岩血盟小屋29', '78', '奇岩血盟小屋29', '50508', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262174', '奇岩血盟小屋30', '45', '奇岩血盟小屋30', '50514', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262175', '奇岩血盟小屋31', '78', '奇岩血盟小屋31', '50532', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262176', '奇岩血盟小屋32', '78', '奇岩血盟小屋32', '50544', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262177', '奇岩血盟小屋33', '45', '奇岩血盟小屋33', '50524', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262178', '奇岩血盟小屋34', '45', '奇岩血盟小屋34', '50535', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262179', '奇岩血盟小屋35', '120', '奇岩血盟小屋35', '50521', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262180', '奇岩血盟小屋36', '45', '奇岩血盟小屋36', '50517', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262181', '奇岩血盟小屋37', '78', '奇岩血盟小屋37', '50537', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262182', '奇岩血盟小屋38', '78', '奇岩血盟小屋38', '50539', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262183', '奇岩血盟小屋39', '45', '奇岩血盟小屋39', '50507', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262184', '奇岩血盟小屋40', '78', '奇岩血盟小屋40', '50530', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262185', '奇岩血盟小屋41', '78', '奇岩血盟小屋41', '50502', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262186', '奇岩血盟小屋42', '45', '奇岩血盟小屋42', '50506', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262187', '奇岩血盟小屋43', '120', '奇岩血盟小屋43', '50522', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262188', '奇岩血盟小屋44', '120', '奇岩血盟小屋44', '50541', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262189', '奇岩血盟小屋45', '78', '奇岩血盟小屋45', '50523', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327681', '海音血盟小屋1', '0', '海音血盟小屋1', '50620', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327682', '海音血盟小屋2', '0', '海音血盟小屋2', '50623', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327683', '海音血盟小屋3', '0', '海音血盟小屋3', '50619', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327684', '海音血盟小屋4', '0', '海音血盟小屋4', '50621', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327685', '海音血盟小屋5', '0', '海音血盟小屋5', '50622', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327686', '海音血盟小屋6', '0', '海音血盟小屋6', '50624', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327687', '海音血盟小屋7', '0', '海音血盟小屋7', '50617', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327688', '海音血盟小屋8', '0', '海音血盟小屋8', '50614', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327689', '海音血盟小屋9', '0', '海音血盟小屋9', '50618', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327690', '海音血盟小屋10', '0', '海音血盟小屋10', '50616', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327691', '海音血盟小屋11', '0', '海音血盟小屋11', '50615', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458753', '亚丁血盟小屋1', '51', '亚丁血盟小屋1', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458754', '亚丁血盟小屋2', '24', '亚丁血盟小屋2', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458755', '亚丁血盟小屋3', '24', '亚丁血盟小屋3', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458756', '亚丁血盟小屋4', '56', '亚丁血盟小屋4', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458757', '亚丁血盟小屋5', '24', '亚丁血盟小屋5', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458758', '亚丁血盟小屋6', '63', '亚丁血盟小屋6', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458759', '亚丁血盟小屋7', '24', '亚丁血盟小屋7', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458760', '亚丁血盟小屋8', '63', '亚丁血盟小屋8', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458761', '亚丁血盟小屋9', '24', '亚丁血盟小屋9', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458762', '亚丁血盟小屋10', '24', '亚丁血盟小屋10', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458763', '亚丁血盟小屋11', '24', '亚丁血盟小屋11', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458764', '亚丁血盟小屋12', '24', '亚丁血盟小屋12', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458765', '亚丁血盟小屋13', '24', '亚丁血盟小屋13', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458766', '亚丁血盟小屋14', '63', '亚丁血盟小屋14', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458767', '亚丁血盟小屋15', '24', '亚丁血盟小屋15', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458768', '亚丁血盟小屋16', '56', '亚丁血盟小屋16', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458769', '亚丁血盟小屋17', '63', '亚丁血盟小屋17', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458770', '亚丁血盟小屋18', '24', '亚丁血盟小屋18', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458771', '亚丁血盟小屋19', '32', '亚丁血盟小屋19', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458772', '亚丁血盟小屋20', '64', '亚丁血盟小屋20', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458773', '亚丁血盟小屋21', '24', '亚丁血盟小屋21', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458774', '亚丁血盟小屋22', '20', '亚丁血盟小屋22', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458775', '亚丁血盟小屋23', '24', '亚丁血盟小屋23', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458776', '亚丁血盟小屋24', '56', '亚丁血盟小屋24', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458777', '亚丁血盟小屋25', '24', '亚丁血盟小屋25', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458778', '亚丁血盟小屋26', '20', '亚丁血盟小屋26', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458779', '亚丁血盟小屋27', '42', '亚丁血盟小屋27', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458780', '亚丁血盟小屋28', '15', '亚丁血盟小屋28', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458781', '亚丁血盟小屋29', '24', '亚丁血盟小屋29', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458782', '亚丁血盟小屋30', '24', '亚丁血盟小屋30', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458783', '亚丁血盟小屋31', '42', '亚丁血盟小屋31', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458784', '亚丁血盟小屋32', '48', '亚丁血盟小屋32', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458785', '亚丁血盟小屋33', '24', '亚丁血盟小屋33', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458786', '亚丁血盟小屋34', '15', '亚丁血盟小屋34', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458787', '亚丁血盟小屋35', '24', '亚丁血盟小屋35', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458788', '亚丁血盟小屋36', '24', '亚丁血盟小屋36', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458789', '亚丁血盟小屋37', '64', '亚丁血盟小屋37', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458790', '亚丁血盟小屋38', '15', '亚丁血盟小屋38', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458791', '亚丁血盟小屋39', '15', '亚丁血盟小屋39', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458792', '亚丁血盟小屋40', '24', '亚丁血盟小屋40', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458793', '亚丁血盟小屋41', '24', '亚丁血盟小屋41', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458794', '亚丁血盟小屋42', '29', '亚丁血盟小屋42', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458795', '亚丁血盟小屋43', '24', '亚丁血盟小屋43', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458796', '亚丁血盟小屋44', '15', '亚丁血盟小屋44', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458797', '亚丁血盟小屋45', '56', '亚丁血盟小屋45', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458798', '亚丁血盟小屋46', '15', '亚丁血盟小屋46', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458799', '亚丁血盟小屋47', '24', '亚丁血盟小屋47', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458800', '亚丁血盟小屋48', '24', '亚丁血盟小屋48', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458801', '亚丁血盟小屋49', '24', '亚丁血盟小屋49', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458802', '亚丁血盟小屋50', '48', '亚丁血盟小屋50', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458803', '亚丁血盟小屋51', '24', '亚丁血盟小屋51', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458804', '亚丁血盟小屋52', '24', '亚丁血盟小屋52', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458805', '亚丁血盟小屋53', '54', '亚丁血盟小屋53', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458806', '亚丁血盟小屋54', '24', '亚丁血盟小屋54', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458807', '亚丁血盟小屋55', '63', '亚丁血盟小屋55', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458808', '亚丁血盟小屋56', '63', '亚丁血盟小屋56', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458809', '亚丁血盟小屋57', '42', '亚丁血盟小屋57', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458810', '亚丁血盟小屋58', '24', '亚丁血盟小屋58', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458811', '亚丁血盟小屋59', '24', '亚丁血盟小屋59', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458812', '亚丁血盟小屋60', '63', '亚丁血盟小屋60', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458813', '亚丁血盟小屋61', '24', '亚丁血盟小屋61', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458814', '亚丁血盟小屋62', '21', '亚丁血盟小屋62', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458815', '亚丁血盟小屋63', '63', '亚丁血盟小屋63', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458816', '亚丁血盟小屋64', '24', '亚丁血盟小屋64', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458817', '亚丁血盟小屋65', '24', '亚丁血盟小屋65', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458818', '亚丁血盟小屋66', '48', '亚丁血盟小屋66', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458819', '亚丁血盟小屋67', '24', '亚丁血盟小屋67', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524289', '古鲁丁血盟小屋1', '48', '古鲁丁血盟小屋1', '50626', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524290', '古鲁丁血盟小屋2', '71', '古鲁丁血盟小屋2', '50627', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524291', '古鲁丁血盟小屋3', '48', '古鲁丁血盟小屋3', '50628', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524292', '古鲁丁血盟小屋4', '48', '古鲁丁血盟小屋4', '50629', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524293', '古鲁丁血盟小屋5', '82', '古鲁丁血盟小屋5', '50630', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524294', '古鲁丁血盟小屋6', '40', '古鲁丁血盟小屋6', '50631', '1', '0', '2008-08-01 00:00:00');
